general/japanese/sonic_learning.org
#+SETUPFILE: ../../styles/readtheorg.setup
#+TITLE: 音速語言學習

* 助詞教學
** 「は」和「が」的區別
*** 一

「は」的重點在後面，「が」的重點在前面。

#+BEGIN_QUOTE
- 王さんは誰ですか？王さんは学生です。（王先生是學生。重點在學生。）
- 学生は誰ですか？王さんが学生です。（學生是王先生。重點在王先生。）
#+END_QUOTE

#+BEGIN_QUOTE
- 今日はどうしましたか？今日は休みです。（今天放假。重點在放假。）
- 休みはいつですか？今日が休みです。（放假的是今天。重點在今天。）
#+END_QUOTE

在疑問句當中，「疑問詞」應該是整個句子的重點，因此，疑問句中的「疑問詞」，就會位於「は」的後面，或是「が」的前面。

#+BEGIN_QUOTE
- 休みはいつですか。（重點為詢問「什麼時候」。）
- どれが美味しいですか。（重點為詢問「哪一樣」。）
#+END_QUOTE

#+BEGIN_QUOTE
- 駅はどこですか？（車站在哪裡？）
- どこが駅ですか？（哪裡是車站？）
#+END_QUOTE

#+BEGIN_QUOTE
- 私の傘はどれですか？（我的傘是哪一把？）
- どれが私の傘ですか？（哪一把是我的傘？）
#+END_QUOTE

#+BEGIN_QUOTE
- 日本語の先生は誰ですか？（日文老師是誰？）
- 誰が日本語の先生ですか？（誰是日文老師？）
#+END_QUOTE

*** 二

表示對比句時用「は」，表示直述句時用「が」。

#+BEGIN_QUOTE
- 今日は天気がいい。
- 今日は天気はいい、昨日は天気は悪かった。
#+END_QUOTE

#+BEGIN_QUOTE
- 私は刺身が嫌いです。
- 私は刺身は嫌いですが、寿司は好きです。
#+END_QUOTE

#+BEGIN_QUOTE
- 夏が暑いです。冬が寒いです。
- 日本は夏は暑いですが、冬はかなり寒いです。
#+END_QUOTE

#+BEGIN_QUOTE
- 昼間が静かです。夜がうるさいです。
- 昼間は静かですが、夜はうるさいです。
#+END_QUOTE

#+BEGIN_QUOTE
- 東京が賑やかです。九州が静かです。
- 東京は賑やかですが、九州は静かです。
#+END_QUOTE

#+BEGIN_QUOTE
- 電車が速いです。自転車が遅いです。
- 桃園に行くのに、電車は速いですが、自転車は遅いです。
#+END_QUOTE

*** 三

描述「附屬關係」時，必須使用「～は～が」的句型。

「身體部位」就是其中一個例子。

#+BEGIN_QUOTE
- 象の鼻が長いです。×
- 象は鼻が長いです。⃝
#+END_QUOTE

#+BEGIN_QUOTE
- 私は背が高いです。
- 彼は髪が短いです。
- 彼女の足が細いです。
#+END_QUOTE

在描述某地區的某樣特色時，具有「整體的某個部分」的意思，因此也必須使用「～は～が」的句型。

#+BEGIN_QUOTE
- 東京の人が多いです。×
- 東京は人が多いです。⃝
#+END_QUOTE

#+BEGIN_QUOTE
- 大阪は食べ物が美味しいです。
- 九份は屋台が沢山あります。
#+END_QUOTE

*** 四

「は」可以作用到句子最後，「が」只能作用到下一個字。

#+BEGIN_QUOTE
- 彼は日本に行くと言った。（彼は日本に行く＋彼は言った。他說他要去日本。）
- 彼が日本に行くと言った。（彼は日本に行く＋（？）は言った。有人說他要去日本。）
#+END_QUOTE

#+BEGIN_QUOTE
- 母はスーパーに行くと言いました。
- 母がスーパーに行くと言いました。
#+END_QUOTE

#+BEGIN_QUOTE
- 彼は日本に到着したら、母に電話した。
- 彼が日本に到着したら、（私は？）母に電話した。
#+END_QUOTE

** 「に」的用法
*** 一

表示事物存在的地點，和「ある」「いる」連用。

#+BEGIN_QUOTE
- 森に熊がいる。
- 部屋に犬がいる。
- 机の上に雑誌がある。
- 庭に桜の木がある。
#+END_QUOTE

*** 二

表示時間。

#+BEGIN_QUOTE
- ６時に起きる。
- 土曜日に出発する。
- １０月１０日に転勤する。
- １９８５年に生まれた。
#+END_QUOTE

*** 三

表示具體或抽象的對象、目的地。

#+BEGIN_QUOTE
- 猫に魚を与える。
- 先生に相談する。
- 歌手になる。
- 親に叱られた。（ 被雙親責罵。）
- 子供に行かせる。（ 讓小孩去。）
- 恋に苦しむ。（ 對於戀情很苦惱。）
#+END_QUOTE

#+BEGIN_QUOTE
- 日本に行く。
- 駅に近い。
- 駅に着く。
#+END_QUOTE

** 「で」的用法
*** 一

表示動作發生的場所。

#+BEGIN_QUOTE
- 部屋で寝る。
- 店で本を買う。
- 喫茶店で勉強する。
- 学校で授業を受ける。
#+END_QUOTE

表示地點的「に」和「で」不同之處：

- 「に」＋ある・いる
- 「で」＋動詞

#+BEGIN_QUOTE
- 妹は部屋にいる。
- 妹は部屋で遊ぶ。
#+END_QUOTE

*** 二

表示方法手段。

#+BEGIN_QUOTE
- 電話で話す。
- 新幹線で行く。
- 木で椅子を作る。
- 二人で完成させる。
#+END_QUOTE

*** 三

表示原因理由。

#+BEGIN_QUOTE
- 雨で濡れる。（ 因為雨水而全身濕淋淋。）
- 盗難で倒産する。（由於遭小偷而破産。）
- 台風で木が折れる。（因為颱風樹木折斷了。）
- 病気で会社を休む。（因為生病而向公司請假 。）
#+END_QUOTE

* Links

1. [[https://jp.sonic-learning.com/][音速語言學習]]
